/* Localizable strings not stored in nib files and not stored in application resources, */
/* the strings below can be accessed using the GetBundleLocalizedString() macro, those */
/* stored in application resources must be accessed using GetLocalizedString() instead. */

"RUNNING" = "Running";

"STOPPED" = "Stopped";

"STARTING" = "Starting up";

"STOPPING" = "Shutting down";

"PAUSED" = "Paused";

"UNKNOWN" = "Unknown";

"N/A" = "Not available";

"kSelectDocRootTitle" = "Select the document root.";

"kInvalidEmptyEntry" = "Entry should not be empty.";

"kCancelButton" = "Cancel";

"kDeleteButton" = "Delete";

"kBeforeSavingConfirmationMessage" = "Are you sure you want to save now?";

"kBeforeAbortingSaveConfirmationMessage" = "Are you sure you want to abort the save operation now?";


/* Most common errors (server-side) */

"100001" = "could not set flag"; /* CANNOT_SET_DEMO_FLAG_ERR */

"100002" = "could not clear flag"; /* CANNOT_CLEAR_DEMO_FLAG_ERR */

"100003" = "unexpected file format"; /* UNEXPECTED_SAMPLE_RECORD_FORMAT_ERR */

"100004" = "could not create record"; /* COULD_NOT_CREATE_SAMPLE_RECORD_ERR */

"100005" = "could not modify record"; /* COULD_NOT_MODIFY_SAMPLE_RECORD_ERR */

"100006" = "could not delete record"; /* COULD_NOT_DELETE_SAMPLE_RECORD_ERR */

"100007" = "record was deleted in the meanwhile"; /* SAMPLE_RECORD_WAS_DELETED_ERR */

"100008" = "record was created in the meanwhile"; /* SAMPLE_RECORD_WAS_CREATED_ERR */

"100009" = "could not find user name and password"; /* COULD_NOT_FIND_CREDENTIALS_ERR */		

"100010" = "unexpected user name or password"; /* UNEXPECTED_CREDENTIALS_ERR */

"100011" = "Incorrect permissions on data store. The owner and group should be _calendar.";

"100012" = "Invalid data store path.";

/* Logs */

"Calendar Server Log" = "Calendar Server Log";

"Error Log" = "Error Log";

/* Overview */

"iCal Service is:" = "iCal Service is:";

"Start Time:" = "Start Time:";

"Requests/Hour:" = "Requests/Hour";

"Disk Usage:" = "Disk Usage:";

"Accounts:" = "Accounts:";

"Calendars:" = "Calendars:";

"Groups:" = "Groups:";

"Locations:" = "Locations:";

"Resources:" = "Resources:";

"Events:" = "Events:";

"Todo Lists:" = "Todo Lists:";

"iCal service could not be started" = "iCal service could not be started";
"No virtual host found for iCal service" = "No virtual host found for iCal service";
"More information about configuring the iCal Service and connecting this server to a directory server can be found in the Help menu." = "More information about configuring the iCal Service and connecting this server to a directory server can be found in the Help menu.";

"Add..." = "Add…";
"Remove..." = "Remove…";

"Enter an administrator login for the notification server that will deliver push calendar notifications." = "Enter an administrator login for the notification server that will deliver push calendar notifications.";
"Enter an administrator login for '%@' to stop delivering push calendar notifications." = "Enter an administrator login for '%@' to stop delivering push calendar notifications.";

"<Automatic>" = "<Automatic>";
"Require" = "Require";